Repository: adamcharusta/SmartFridgeManagerAPI
Catalog: src/Application/Resources/Messages.*.resx
Languages: pl_pl

# MustBeUnique
source: {PropertyName} must be unique
pl_pl: {PropertyName} musi być unikalna

# ContainInvalidCharacters
source: {PropertyName} contains invalid characters
pl_pl: {PropertyName} zawiera niedozwolone znaki

# MustHasSameValue
source: {0} must has same value to {1}
pl_pl: {0} musi mieć tę samą wartość co {1}

# MustHasOneDigit
source: {PropertyName} must contain at least one digit
pl_pl: {PropertyName} musi zawierać co najmniej jedną cyfrę

# MustHasOneLowercase
source: {PropertyName} must contain at least one lowercase letter
pl_pl: {PropertyName} musi zawierać co najmniej jedną małą literę

# MustHasOneUppercase
source: {PropertyName} must contain at least one uppercase letter
pl_pl: {PropertyName} musi zawierać co najmniej jedną wielką literę

# MustHasOneSpecialCharacter
source: {PropertyName} must contain at least one special character
pl_pl: {PropertyName} musi zawierać co najmniej jeden znak specjalny

# SendActivationEmailSubject
source: Activate your account
pl_pl: Aktywuj swoje konto

# SendActivationEmailBody
source: To activate your account, click this link
pl_pl: Aby aktywować swoje konto, kliknij ten link

# SendActivationEmailBodyBtn
source: Activate your account
pl_pl: Aktywuj swoje konto

# RegisteredUserActivationEmailMsg
source: An email has been sent to your mailbox with instructions on how to activate your account.
pl_pl: Na twoją skrzynkę pocztową została wysłana wiadomość email z instrukcją jak aktywować swoje konto.
